MODELS_LIST = {
    'sao10k/l3-lunaris-8b': {
        'description': 'Оптимизирована для улучшенного логического рассуждения и креативности. Полностью текстовая, имеет контекстное окно 8192 токена.'
    },
    'sao10k/l3.1-euryale-70b': {
        'description': 'Генерирует креативный контент для ролевых игр. Обеспечивает глубокое повествование и интерактивные диалоги'
    },
    'sao10k/l3.3-euryale-70b': {
        'description': 'Оптимизирована для креативного ролевого отыгрыша. Поддерживает длительные нарративы, сохраняя контекст диалогов.'
    },
    'thedrummer/skyfall-36b-v2':{
        'description': 'Оптимизирована под креативность, сторителлинг, ролевые игры. Работает с контекстом до 32 000 токенов.'
    },
    'meta-llama/llama-3.3-70b-instruct':{
        'description': 'Попробуйте уже сейчас! Нажмите на Попробовать'
    },
    'thedrummer/unslopnemo-12b': {
        'description': 'Создает нарративный контент для приключений и ролевых игр. Имеет большое контекстное окно (8192 токена) для поддержания связанного повествования.'
    }
}